Clears all the cut layer modifiers stored in the layer info.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public void ClearCutLayerModifiers()
  Visual Basic
Public Sub ClearCutLayerModifiers
  Visual C++
public:
void ClearCutLayerModifiers()
 See Also
  ExportLayerInfo Class
  Autodesk.Revit.DB Namespace